export default {
	"general": {
		"name": "Strangy"
	},
	"layout": {
		"nav": {
			"links": {
				"home": {
					"text": "",
					"title": "Strangy"
				},
				"about": {
					"text": "о проекте",
					"title": "Что Strangy и почему это прошлое онлайн-чате."
				},
				"involve": {
					"text": "присоединиться к команде",
					"title": "Стать вкладчиком в лучшей онлайновой платформы чата в создании."
				},
				"login": {
					"text": "авторизоваться",
					"title": "Создание или вход в существующую учетную запись"
				}
			}
		},
		"footer": {
			"info": {
				"heading": "Информация",
				"links": {
					"about": "О проекте",
					"involve": "Присоединиться к команде",
					"status": "Статус проекта",
					"contact": "контакты"
				}
			},
			"social": {
				"heading": "Социальное",
				"links": {
					"twitter": "щебет",
					"github": "GitHub",
					"reddit": "Reddit",
					"medium": "Блог",
					"patreon": "Patreon"
				}
			},
			"languages": {
				"heading": "Языки"
			}
		}
	},
	"cmp": {
		"form": {
			"rules": {
				"min_length": "должно быть по крайней мере символов _XNUM_",
				"max_length": "должно быть не более символов _XNUM_"
			}
		}
	},
	"app": {
		"index": {
			"tags_list": {
				"heading": "Выберите, кто бы вы хотели общаться с"
			},
			"users_list": {
				"heading": "_amount_ готовы к чату",
				"options": {
					"first": "Опция заполнитель 1",
					"second": "Опция заполнитель 1"
				},
				"user_item": {
					"chat": "Чат"
				}
			}
		},
		"tag": {
			"kinds": {
				"info": "Информация",
				"interest": "Интерес",
				"location": "Расположение",
				"other": "Другой"
			}
		},
		"user_links": {
			"settings": "настройки",
			"logout": "выйти"
		},
		"user": {
			"was_online": "был на сайте"
		},
		"stranger": {
			"invite_form": {
				"success_message": "Приглашение отправлено",
				"subject": "тема",
				"submit": "приглашать"
			},
			"details": {
				"feedback": {
					"heading": "Сердца и обзоры",
					"placeholder": "Еще нет отзывов"
				},
				"chats": {
					"heading": "Диалоги",
					"placeholder": "нет чатов еще",
					"item": {
						"msgs": "Сообщения"
					}
				}
			}
		},
		"chat": {
			"status": {
				"ACTIVE": "активный",
				"FINISHED": "законченный"
			},
			"state": {
				"INVITATION": "приглашение",
				"ACCEPTED": "принято",
				"DECLINED": "отказался",
				"CANCELED": "отменен"
			},
			"active": {
				"feedback": {
					"form": {
						"input": "Поделитесь несколько слов о вашем strangy"
					},
					"success_message": "Обратная связь представляется"
				},
				"actions": {
					"rename": "Rename",
					"finish": "Завершить разговор"
				},
				"status": {
					"received_invitation": {
						"accept": "Принять приглашение",
						"reject": "отклонять"
					},
					"sent_invitation": {
						"heading": "приглашение в ожидании ответа",
						"cancel": "отменить приглашение"
					},
					"finished": {
						"heading": "Чат законченный"
					}
				},
				"messaging": {
					"form": {
						"input": "Сообщение",
						"send": "послать"
					},
					"placeholder": "нет сообщений еще"
				}
			}
		},
		"user_chats": {
			"invitations": {
				"heading": "приглашения _XAMOUNT_",
				"item": {
					"from": "из"
				}
			},
			"active": {
				"heading": "_XAMOUNT_ активных чатов",
				"placeholder": "Нет активных чатов",
				"item": {
					"not_accepted_yet": "пока не принято",
					"with": "с участием",
					"new_messages": "_XAMOUNT_ новых сообщений"
				}
			}
		},
		"user_settings": {
			"langs": {
				"heading": "Ваши языки"
			},
			"tags": {
				"selector": {
					"heading": "Опишите себя с тегами",
					"description": "используй тег ниже, чтобы описать себя"
				},
				"new_tag_form": {
					"heading": "Добавить новый тег",
					"controls": {
						"tag": "Введите новый тег",
						"kind": "Тип",
						"lang": "язык",
						"submit": "Создайте"
					}
				}
			}
		},
		"user_my": {
			"tags": {},
			"profile": {
				"heading": "Профиль",
				"placeholder": "в разработке..."
			},
			"account": {
				"heading": "учетная запись",
				"placeholder": "в разработке..."
			},
			"feedback": {
				"heading": "Сердца и обзоры",
				"placeholder": "в разработке..."
			}
		}
	},
	"meta": {
		"index": {
			"title": "Strangy - Чат с кем-либо из любой точки земного шара",
			"description": "Лучшее приложение для случайных онлайн-разговоров в создании."
		},
		"app": {
			"intro": {
				"title": "Стать strangy",
				"description": ""
			}
		},
		"info": {
			"about": {
				"title": "О проекте",
				"description": "Что такое особенный Strangy? Почему Strangy это прошлое онлайн-чате."
			},
			"involve": {
				"title": "Присоединиться к команде",
				"description": "Стать вкладчиком в лучшей онлайновой платформы чата. Заплатить к идее, которая изменит способ общения людей в Интернете."
			},
			"status": {
				"title": "Статус проекта",
				"description": "Перед тем, как нырнуть и начать использовать Strangy - узнать, что Strangy о и где это заголовок."
			},
			"contact": {
				"title": "контакты",
				"description": "Отправить нам по электронной почте или свяжитесь с нами через твиттер или GitHub."
			}
		},
		"login": {
			"title": "Авторизоваться",
			"description": "Создать новую учетную запись Strangy или войти в существующий."
		},
		"tag": {
			"info": {
				"default": {
					"title": "Чат с _XTAG_",
					"description": "Чат с любым _XTAG_ со всего мира. Открытое общение созданы для людей."
				}
			},
			"interest": {
				"default": {
					"title": "Чат о _XTAG_",
					"description": "Чат о _XTAG_ с кем-либо из всех стран мира. Открытое общение созданы для людей."
				}
			},
			"location": {
				"default": {
					"title": "Чат с кем-либо из _XTAG_",
					"description": "Общайтесь с людьми из _XTAG_ или в любом другом месте со всего мира. Открытое общение созданы для людей."
				}
			},
			"other": {
				"default": {
					"title": "_XTAG_ - бесплатно открыт чат",
					"description": "Чат с кем-то, представляющий _XTAG_ или с кем-либо о _XTAG_. Открытое общение созданы для людей."
				}
			}
		},
		"user": {
			"title": "Пригласить strangy общаться",
			"description": "Пригласить таинственное в чат и поговорить с ними о чем-нибудь, что имеет значение для вас."
		},
		"chat": {
			"active": {
				"title": "_XSUBJECT_",
				"description": ""
			},
			"history": {
				"title": "История сообщений - _XSUBJECT_",
				"description": ""
			}
		},
		"my": {
			"settings": {
				"title": "настройки",
				"description": ""
			},
			"feedback": {
				"title": "Обратная связь",
				"description": ""
			},
			"logout": {
				"title": "Прощай...",
				"description": ""
			}
		}
	},
	"pages": {
		"info": {
			"about": {
				"info": {
					"heading": "Воскрешение онлайн чатов",
					"points": {
						"global": "Повседневные разговоры с кем из разных стран мира.",
						"privacy": "Нет необходимости беспокоиться о конфиденциальности. Все открыто. Просто говорить о том, что важно для вас. * Мы все люди. *",
						"simplicity": "Нет визуальных отвлекающих и не имеется передозировка. Сосредоточьтесь на человека, которого вы общаться с.",
						"quality": "Чат только с людьми, вы найдете интересные в соответствии с вашими задачами."
					}
				},
				"meta": {
					"heading": "Простые, но современные",
					"points": {
						"open_source": "100% с открытым исходным кодом управляемый проект",
						"tech_stack": "Значимый технологический стек: Firebase, стройный (Сапер), флаттер",
						"transparency": "Отсутствие скрытых повесток или вводящие в заблуждение идеи"
					}
				}
			},
			"involve": {
				"heading": "Стать частью истории",
				"methods": {
					"twitter": {
						"heading": "Официальный Twitter",
						"description": "Вы можете стать SMM и помочь нам распространить идею открытого и свободного общения в Интернете"
					},
					"github": {
						"heading": "GitHub Repository",
						"description": "Вы можете помочь Strangy с техническим вводом, программированием или UI / UX идеями и решениями"
					},
					"patreon": {
						"heading": "финансирование Patreon",
						"description": "Если вы не готовы к участию в процессе разработки вы можете помочь Strangy в финансовом отношении, став покровителем."
					}
				}
			},
			"status": {
				"heading": "Перед тем, как нырнуть в",
				"sections": {
					"privacy": {
						"heading": "Конфиденциальность и безопасность",
						"details": "Strangy позывы вы * не опубликовывать любой личной информации *, такие как имя, возраст, точное местоположение, фотографии, контактные данные и т.д. Strangy предназначен говорить о абстрактных идеях или обсудить то, что вопросы, а не детали обмена, которые могут быть использованы против вас или получить прибыль от вас.\nStrangy является открытым исходным кодом экспериментального состоянием арта-проекта, который все еще в стадии разработки и может содержать ошибки, неожиданное поведение и ненадежную доступность."
					},
					"state": {
						"heading": "состояние проекта",
						"details": "В настоящее время Strangy находится в очень ранней альфа-версии * * и обеспечивает минималистичный набор функций, что позволяет создавать учетные записи, поиска пользователей по ключевым словам и общаться с ними и обратной связью разрешения.\nОригинальный язык контента является английский. Все другие доступные переводы автоматически с помощью «Google Translate» и может содержать неправильную формулировку."
					},
					"future": {
						"heading": "Будущий проект",
						"details": "Развитие Strangy не имеет четкий и определенный путь. могут быть добавлены новые функции и удалены в любое время, но концепция будет всегда оставаться такими же. Текущая задолженность без особого порядка: <ul><li> восстановить пароль </li><li> учетная запись и настройка профиля </li><li> улучшить пользовательский интерфейс и UX </li><li> общедоступная история чата </li><li> мобильное приложение </li><li> исправить критические ошибки </li><li> качественные переводы </li></ul>"
					}
				},
				"login": "Регистрация"
			},
			"contact": {
				"heading": "Связаться с нами",
				"details": "Если у вас есть какие - либо вопросы или вы хотите , чтобы войти в контакт с нами относительно Strangy отправить нам по электронной почте на <a href='mailto:strangy.com@gmail.com'>strangy.com@gmail.com</a> или контакта на <a href='https://twitter.com/strangycom' target='_blank'>Twitter</a> или <a href='https://github.com/realexer/strangy.com' target='_blank'>GitHub</a>"
			}
		},
		"login": {
			"heading": "Логин или Создать новую учетную запись",
			"form": {
				"email": "Эл. адрес",
				"password": "пароль",
				"submit": "Войти"
			},
			"warning": "Не уверен, что погода входа или нет?",
			"greeting": "Привет Strangy"
		},
		"my": {
			"logout": {
				"heading": "Прощай..."
			},
			"settings": {
				"tabs": {
					"tags": {
						"title": "Теги"
					},
					"profile": {
						"title": "Профиль"
					},
					"account": {
						"title": "учетная запись"
					}
				}
			}
		},
		"tag": {
			"heading": {
				"kind": {
					"interest": "Общайтесь с людьми, которые заинтересованы в * _XTAG_ *",
					"info": "Общайтесь с людьми, которые считали себя * _XTAG_ *",
					"location": "Чат с людьми * _XTAG_ *",
					"other": "Общайтесь с людьми с тегом * _XTAG_ *"
				},
				"currently_online": "* * _XONLINE_ онлайн"
			}
		},
		"app": {
			"intro": {
				"heading": "Стать strangy",
				"home_button": "Начать просмотр"
			}
		}
	},
	"info": {
		"general_description": {
			"heading": "Прошлое онлайн чатов",
			"details": "Strangy это состояние арт-проект, созданный и разработанный, чтобы представить все, что интернет-чате и интернет связь должна быть.\n Основная концепция вращается вокруг идеи открытой коммуникации * между двумя людьми о вещах, которые важны для них *, а не только мозг Мытье друг друга с бессмысленной бесполезной информацией.\nStrangy не сообщество. Это не продукт. Это не другой социальный инструмент СМИ предназначенный для манипулирования сознанием.\nStrangy является платформа, разработанная, чтобы иметь самый минималистичный след на вашей жизни не обеспечивая вам ничего, кроме возможности просто общаться с некоторым случайным человеком в любое время или любой момент вашей жизни, когда вам это нужно. Вот и все. Нет бессмысленные блестящие отвлечения, чтобы держать вас привязаны к веб-сайте. Просто приходят и уходят без нагрузки."
		},
		"tag_page_description": {
			"info": {
				"heading": "Выберите любой strangy с тегом * _XTAG_ * и начать общаться с ними",
				"description": "Strangy позволяет общаться с любым * _XTAG_ * от всей вселенной или любого другого лица, отвечающие Вашим интересам и потребностям.",
				"other_popular_tags": "Другие популярные strangies:"
			},
			"interest": {
				"heading": "Выберите любой strangy с тегом * _XTAG_ * и начать общаться с ними",
				"description": "Strangy позволяет общаться с любым человеком из всей вселенной о * _XTAG_ * или любой другой предмет, который вы любите.",
				"other_popular_tags": "Другие популярные интересы:"
			},
			"location": {
				"heading": "Выберите любой strangy с тегом * _XTAG_ * и начать общаться с ними",
				"description": "Strangy позволяет общаться с любым человеком из * _XTAG_ * или кто-либо из любого другого места во всей вселенной.",
				"other_popular_tags": "Другие популярные места:"
			},
			"other": {
				"heading": "Выберите любой strangy с тегом * _XTAG_ * и начать общаться с ними",
				"description": "Strangy позволяет общаться с любым человеком из всех стран мира, которые, связанных с тегом сам себе * _XTAG_ * или любым другим strangy",
				"other_popular_tags": "Другие популярные теги:"
			}
		},
		"status": {
			"message": "Развитие в настоящее время идти, но у вас уже есть шанс попробовать концепцию и общие идеи.",
			"read_more": "Читать далее"
		}
	}
}