export default {
	"general": {
		"name": "Strangy"
	},
	"layout": {
		"nav": {
			"links": {
				"home": {
					"text": "",
					"title": "Strangy"
				},
				"about": {
					"text": "про проект",
					"title": "Що Strangy і чому це минуле онлайн-чаті."
				},
				"involve": {
					"text": "приєднатися до команди",
					"title": "Стати вкладником в кращій онлайнової платформи чату в створенні."
				},
				"login": {
					"text": "Ввійти",
					"title": "Створення або увійти до існуючого облікового запису"
				}
			}
		},
		"footer": {
			"info": {
				"heading": "інформація",
				"links": {
					"about": "Про проект",
					"involve": "Приєднатися до команди",
					"status": "статус проекту",
					"contact": "контакти"
				}
			},
			"social": {
				"heading": "соціального",
				"links": {
					"twitter": "щебет",
					"github": "GitHub",
					"reddit": "Reddit",
					"medium": "Блог",
					"patreon": "Patreon"
				}
			},
			"languages": {
				"heading": "мови"
			}
		}
	},
	"cmp": {
		"form": {
			"rules": {
				"min_length": "має бути принаймні символів _XNUM_",
				"max_length": "має бути не більше символів _XNUM_"
			}
		}
	},
	"app": {
		"index": {
			"tags_list": {
				"heading": "Виберіть, хто б ви хотіли спілкуватися з"
			},
			"users_list": {
				"heading": "_amount_ готові до чату",
				"options": {
					"first": "Опція заповнювач 1",
					"second": "Опція заповнювач 1"
				},
				"user_item": {
					"chat": "Чат"
				}
			}
		},
		"tag": {
			"kinds": {
				"info": "інформація",
				"interest": "інтерес",
				"location": "Розташування",
				"other": "Інший"
			}
		},
		"user_links": {
			"settings": "настройки",
			"logout": "вийти"
		},
		"user": {
			"was_online": "був на сайті"
		},
		"stranger": {
			"invite_form": {
				"success_message": "запрошення відправлено",
				"subject": "тема",
				"submit": "запрошувати"
			},
			"details": {
				"feedback": {
					"heading": "Серця і огляди",
					"placeholder": "Ще немає відгуків"
				},
				"chats": {
					"heading": "діалоги",
					"placeholder": "немає чатів ще",
					"item": {
						"msgs": "повідомлення"
					}
				}
			}
		},
		"chat": {
			"status": {
				"ACTIVE": "активний",
				"FINISHED": "закінчений"
			},
			"state": {
				"INVITATION": "запрошення",
				"ACCEPTED": "загальноприйнятий",
				"DECLINED": "відмовився",
				"CANCELED": "скасований"
			},
			"active": {
				"feedback": {
					"form": {
						"input": "Поділіться кілька слів про ваш strangy"
					},
					"success_message": "Зворотній зв'язок представляється"
				},
				"actions": {
					"rename": "Rename",
					"finish": "завершити розмову"
				},
				"status": {
					"received_invitation": {
						"accept": "Прийняти запрошення",
						"reject": "відхиляти"
					},
					"sent_invitation": {
						"heading": "запрошення в очікуванні відповіді",
						"cancel": "скасувати запрошення"
					},
					"finished": {
						"heading": "Чат закінчений"
					}
				},
				"messaging": {
					"form": {
						"input": "повідомлення",
						"send": "Надіслати"
					},
					"placeholder": "немає повідомлень ще"
				}
			}
		},
		"user_chats": {
			"invitations": {
				"heading": "запрошення _XAMOUNT_",
				"item": {
					"from": "від"
				}
			},
			"active": {
				"heading": "_XAMOUNT_ активних чатів",
				"placeholder": "Немає активних чатів",
				"item": {
					"not_accepted_yet": "поки не прийнято",
					"with": "з",
					"new_messages": "_XAMOUNT_ нових повідомлень"
				}
			}
		},
		"user_settings": {
			"langs": {
				"heading": "Ваші мови"
			},
			"tags": {
				"selector": {
					"heading": "Опишіть себе з тегами",
					"description": "використовуй тег нижче, щоб описати себе"
				},
				"new_tag_form": {
					"heading": "Додати новий тег",
					"controls": {
						"tag": "Введіть новий тег",
						"kind": "тип",
						"lang": "Мова",
						"submit": "створити"
					}
				}
			}
		},
		"user_my": {
			"tags": {},
			"profile": {
				"heading": "профіль",
				"placeholder": "у розробці..."
			},
			"account": {
				"heading": "рахунки",
				"placeholder": "у розробці..."
			},
			"feedback": {
				"heading": "Серця і огляди",
				"placeholder": "у розробці..."
			}
		}
	},
	"meta": {
		"index": {
			"title": "Strangy - Чат з ким-небудь з будь-якої точки земної кулі",
			"description": "Краще додаток для випадкових онлайн-розмов у створенні."
		},
		"app": {
			"intro": {
				"title": "стати strangy",
				"description": ""
			}
		},
		"info": {
			"about": {
				"title": "Про проект",
				"description": "Що таке особливий Strangy? Чому Strangy це минуле онлайн-чаті."
			},
			"involve": {
				"title": "Приєднатися до команди",
				"description": "Стати вкладником в кращій онлайнової платформи чату. Заплатити до ідеї, яка змінить спосіб спілкування людей в Інтернеті."
			},
			"status": {
				"title": "статус проекту",
				"description": "Перед тим, як пірнути і почати використовувати Strangy - дізнатися, що Strangy про і де це заголовок."
			},
			"contact": {
				"title": "контакти",
				"description": "Надіслати нам по електронній пошті або зв'яжіться з нами через твіттер або GitHub."
			}
		},
		"login": {
			"title": "Ввійти",
			"description": "Створити новий обліковий запис Strangy або увійти в існуючий."
		},
		"tag": {
			"info": {
				"default": {
					"title": "Чат з _XTAG_",
					"description": "Чат з будь-яким _XTAG_ з усього світу. Відкрите спілкування створені для людей."
				}
			},
			"interest": {
				"default": {
					"title": "Чат про _XTAG_",
					"description": "Чат про _XTAG_ з ким-небудь з усіх країн світу. Відкрите спілкування створені для людей."
				}
			},
			"location": {
				"default": {
					"title": "Чат з ким-небудь з _XTAG_",
					"description": "Спілкуйтеся з людьми з _XTAG_ або в будь-якому іншому місці з усього світу. Відкрите спілкування створені для людей."
				}
			},
			"other": {
				"default": {
					"title": "_XTAG_ - безкоштовно відкритий чат",
					"description": "Чат з кимось, що представляє _XTAG_ або з ким-небудь про _XTAG_. Відкрите спілкування створені для людей."
				}
			}
		},
		"user": {
			"title": "Запросити strangy спілкуватися",
			"description": "Запросити таємниче в чат і поговорити з ними про щось, що має значення для вас."
		},
		"chat": {
			"active": {
				"title": "_XSUBJECT_",
				"description": ""
			},
			"history": {
				"title": "Історія повідомлень - _XSUBJECT_",
				"description": ""
			}
		},
		"my": {
			"settings": {
				"title": "настройки",
				"description": ""
			},
			"feedback": {
				"title": "зворотний зв'язок",
				"description": ""
			},
			"logout": {
				"title": "До побачення ... добре,",
				"description": ""
			}
		}
	},
	"pages": {
		"info": {
			"about": {
				"info": {
					"heading": "Воскресіння онлайн чатів",
					"points": {
						"global": "Повсякденні розмови з ким із різних країн світу.",
						"privacy": "Немає необхідності турбуватися про конфіденційність. Все відкрито. Просто говорити про те, що важливо для вас. * Ми всі люди. *",
						"simplicity": "Немає візуальних відволікаючих і немає передозування. Зосередьтеся на людину, яку ви спілкуватися с.",
						"quality": "Чат тільки з людьми, ви знайдете цікаві відповідно до ваших завданнями."
					}
				},
				"meta": {
					"heading": "Прості, але сучасні",
					"points": {
						"open_source": "100% з відкритим вихідним кодом керований проект",
						"tech_stack": "Значний технологічний стек: Firebase, стрункий (Сапер), флатер",
						"transparency": "Відсутність прихованих повісток або вводять в оману ідеї"
					}
				}
			},
			"involve": {
				"heading": "Стати частиною історії",
				"methods": {
					"twitter": {
						"heading": "Офіційний Twitter",
						"description": "Ви можете стати SMM і допомогти нам поширити ідею відкритого і вільного спілкування в Інтернеті"
					},
					"github": {
						"heading": "GitHub Repository",
						"description": "Ви можете допомогти Strangy з технічним введенням, програмуванням або UI / UX ідеями і рішеннями"
					},
					"patreon": {
						"heading": "фінансування Patreon",
						"description": "Якщо ви не готові до участі в процесі розробки ви можете допомогти Strangy у фінансовому відношенні, ставши покровителем."
					}
				}
			},
			"status": {
				"heading": "Перед тим, як пірнути в",
				"sections": {
					"privacy": {
						"heading": "Конфіденційність і безпека",
						"details": "Strangy позиви ви * Не опубліковувати будь-якої особистої інформації *, такі як ім'я, вік, точне місце розташування, фотографії, контактні дані і т.д. Strangy призначений говорити про абстрактних ідеях або обговорити те, що питання, а не деталі обміну, які можуть бути використані проти вас або отримати прибуток від вас.\nStrangy є відкритим вихідним кодом експериментального станом арту-проекту, який все ще в стадії розробки і може містити помилки, несподівана поведінка і ненадійну доступність."
					},
					"state": {
						"heading": "стан проекту",
						"details": "В даний час Strangy знаходиться в дуже ранній альфа-версії * * і забезпечує мінімалістичний набір функцій, що дозволяє створювати облікові записи, пошуку користувачів за ключовими словами та спілкуватися з ними і зворотним зв'язком дозволу.\nОригінальна мова контенту є англійська. Всі інші доступні переклади автоматично за допомогою «Google Translate» і може містити неправильну формулювання."
					},
					"future": {
						"heading": "майбутній проект",
						"details": "Розвиток Strangy не має чіткий і певний шлях. можуть бути додані нові функції і видалені в будь-який час, але концепція буде завжди залишатися такими ж. Поточна заборгованість без особливого порядку: <ul><li> відновити пароль </li><li> обліковий запис і зробити режим </li><li> поліпшити користувальницький інтерфейс і UX </li><li> загальнодоступна історія чату </li><li> мобільний додаток </li><li> виправити критичні помилки </li><li> якісні переклади </li></ul>"
					}
				},
				"login": "Створити обліковий запис"
			},
			"contact": {
				"heading": "Зв'яжіться з нами",
				"details": "Якщо у вас є якісь - які питання або ви хочете , щоб увійти в контакт з нами щодо Strangy відправити нам по електронній пошті на <a href='mailto:strangy.com@gmail.com'>strangy.com@gmail.com</a> або контакту на <a href='https://twitter.com/strangycom' target='_blank'>Twitter</a> або <a href='https://github.com/realexer/strangy.com' target='_blank'>GitHub</a>"
			}
		},
		"login": {
			"heading": "Логін або Створити новий обліковий запис",
			"form": {
				"email": "E-mail",
				"password": "пароль",
				"submit": "вводити"
			},
			"warning": "Не впевнений, що погода входу чи ні?",
			"greeting": "Привіт Strangy"
		},
		"my": {
			"logout": {
				"heading": "До побачення ... добре,"
			},
			"settings": {
				"tabs": {
					"tags": {
						"title": "Теги"
					},
					"profile": {
						"title": "профіль"
					},
					"account": {
						"title": "рахунки"
					}
				}
			}
		},
		"tag": {
			"heading": {
				"kind": {
					"interest": "Спілкуйтеся з людьми, які зацікавлені в * _XTAG_ *",
					"info": "Спілкуйтеся з людьми, які вважали себе * _XTAG_ *",
					"location": "Чат з людьми * _XTAG_ *",
					"other": "Спілкуйтеся з людьми з тегом * _XTAG_ *"
				},
				"currently_online": "* * _XONLINE_ онлайн"
			}
		},
		"app": {
			"intro": {
				"heading": "стати strangy",
				"home_button": "почати перегляд"
			}
		}
	},
	"info": {
		"general_description": {
			"heading": "Минуле онлайн чатів",
			"details": "Strangy це стан арт-проект, створений і розроблений, щоб представити все, що інтернет-чаті і інтернет зв'язок повинна бути.\n Основна концепція обертається навколо ідеї відкритої комунікації * між двома людьми про речі, які важливі для них *, а не тільки мозок Миття один одного з безглуздою не дуже інформацією.\nStrangy НЕ співтовариство. Це не продукт. Це не інший соціальний інструмент ЗМІ призначений для маніпулювання свідомістю.\nStrangy є платформа, розроблена, щоб мати самий мінімалістичний слід на вашому житті не забезпечуючи вам нічого, крім можливості просто спілкуватися з деякими випадковою людиною в будь-який час або будь-який момент вашого життя, коли вам це потрібно. Це воно. Ні безглузді блискучі відволікання, щоб тримати вас прив'язані до веб-сайті. Просто приходять і йдуть без навантаження."
		},
		"tag_page_description": {
			"info": {
				"heading": "Виберіть будь-який strangy з тегом * _XTAG_ * і почати спілкуватися з ними",
				"description": "Strangy дозволяє спілкуватися з будь-яким * _XTAG_ * від усього всесвіту або будь-якого іншого особи, що відповідають Вашим інтересам і потребам.",
				"other_popular_tags": "Інші популярні strangies:"
			},
			"interest": {
				"heading": "Виберіть будь-який strangy з тегом * _XTAG_ * і почати спілкуватися з ними",
				"description": "Strangy дозволяє спілкуватися з будь-якою людиною з усього всесвіту про * _XTAG_ * або будь-який інший предмет, який ви любите.",
				"other_popular_tags": "Інші популярні інтереси:"
			},
			"location": {
				"heading": "Виберіть будь-який strangy з тегом * _XTAG_ * і почати спілкуватися з ними",
				"description": "Strangy дозволяє спілкуватися з будь-якою людиною з * _XTAG_ * або хто-небудь з будь-якого іншого місця у всьому всесвіті.",
				"other_popular_tags": "Інші популярні місця:"
			},
			"other": {
				"heading": "Виберіть будь-який strangy з тегом * _XTAG_ * і почати спілкуватися з ними",
				"description": "Strangy дозволяє спілкуватися з будь-якою людиною з усіх країн світу, які, пов'язаних з тегом сам собі * _XTAG_ * або будь-яким іншим strangy",
				"other_popular_tags": "Інші популярні теги:"
			}
		},
		"status": {
			"message": "Розвиток в даний час йти, але у вас вже є шанс спробувати концепцію і загальні ідеї.",
			"read_more": "докладніше"
		}
	}
}