export default {
	"general": {
		"name": "Strangy"
	},
	"layout": {
		"nav": {
			"links": {
				"home": {
					"text": "",
					"title": "Strangy"
				},
				"about": {
					"text": "关于项目",
					"title": "什么是Strangy和为什么它是网上聊天的过去。"
				},
				"involve": {
					"text": "加入团队",
					"title": "成为贡献者，在制作最好的在线聊天平台。"
				},
				"login": {
					"text": "登录",
					"title": "新建或登录到现有的帐户"
				}
			}
		},
		"footer": {
			"info": {
				"heading": "信息",
				"links": {
					"about": "关于项目",
					"involve": "加入团队",
					"status": "项目进展情况",
					"contact": "往来"
				}
			},
			"social": {
				"heading": "社会",
				"links": {
					"twitter": "推特",
					"github": "GitHub上",
					"reddit": "书签交易",
					"medium": "博客",
					"patreon": "Patreon"
				}
			},
			"languages": {
				"heading": "语言"
			}
		}
	},
	"cmp": {
		"form": {
			"rules": {
				"min_length": "必须至少_XNUM_字符",
				"max_length": "不得超过_XNUM_字符"
			}
		}
	},
	"app": {
		"index": {
			"tags_list": {
				"heading": "选择您想与谁聊天"
			},
			"users_list": {
				"heading": "_amount_随时可以聊天",
				"options": {
					"first": "选择占位符1",
					"second": "选择占位符1"
				},
				"user_item": {
					"chat": "聊天室"
				}
			}
		},
		"tag": {
			"kinds": {
				"info": "信息",
				"interest": "利益",
				"location": "位置",
				"other": "其他"
			}
		},
		"user_links": {
			"settings": "设置",
			"logout": "登出"
		},
		"user": {
			"was_online": "是在线"
		},
		"stranger": {
			"invite_form": {
				"success_message": "邀请已发送",
				"subject": "学科",
				"submit": "邀请"
			},
			"details": {
				"feedback": {
					"heading": "心和评论",
					"placeholder": "没有回复"
				},
				"chats": {
					"heading": "对话",
					"placeholder": "没有聊天还",
					"item": {
						"msgs": "消息"
					}
				}
			}
		},
		"chat": {
			"status": {
				"ACTIVE": "活性",
				"FINISHED": "完"
			},
			"state": {
				"INVITATION": "请帖",
				"ACCEPTED": "公认",
				"DECLINED": "下降",
				"CANCELED": "取消"
			},
			"active": {
				"feedback": {
					"form": {
						"input": "分享您strangy几句话"
					},
					"success_message": "提交反馈"
				},
				"actions": {
					"rename": "改名",
					"finish": "完成对话"
				},
				"status": {
					"received_invitation": {
						"accept": "接受邀请",
						"reject": "拒绝"
					},
					"sent_invitation": {
						"heading": "邀请正在等待响应",
						"cancel": "取消邀请"
					},
					"finished": {
						"heading": "聊天结束"
					}
				},
				"messaging": {
					"form": {
						"input": "信息",
						"send": "发送"
					},
					"placeholder": "没有信息"
				}
			}
		},
		"user_chats": {
			"invitations": {
				"heading": "_XAMOUNT_邀请",
				"item": {
					"from": "从"
				}
			},
			"active": {
				"heading": "_XAMOUNT_主动聊天",
				"placeholder": "无活动聊天",
				"item": {
					"not_accepted_yet": "不接受还",
					"with": "同",
					"new_messages": "_XAMOUNT_新消息"
				}
			}
		},
		"user_settings": {
			"langs": {
				"heading": "你的语言"
			},
			"tags": {
				"selector": {
					"heading": "描述自己与标签",
					"description": "使用下面来形容自己的标签"
				},
				"new_tag_form": {
					"heading": "添加新的标签",
					"controls": {
						"tag": "输入新标签",
						"kind": "类型",
						"lang": "语言",
						"submit": "创造"
					}
				}
			}
		},
		"user_my": {
			"tags": {},
			"profile": {
				"heading": "简介",
				"placeholder": "🚧正在施工🚧..."
			},
			"account": {
				"heading": "帐户",
				"placeholder": "🚧正在施工🚧..."
			},
			"feedback": {
				"heading": "心和评论",
				"placeholder": "🚧正在施工🚧..."
			}
		}
	},
	"meta": {
		"index": {
			"title": "Strangy  - 从所有与任何人聊天全球各地",
			"description": "对于在制作休闲在线交谈的最佳应用。"
		},
		"app": {
			"intro": {
				"title": "成为strangy",
				"description": ""
			}
		},
		"info": {
			"about": {
				"title": "关于项目",
				"description": "有什么特别之处Strangy？为什么Strangy是网上聊天的过去。"
			},
			"involve": {
				"title": "加入团队",
				"description": "成为贡献者最好的在线聊天平台。促成这将改变人们在线沟通方式的主意。"
			},
			"status": {
				"title": "项目进展情况",
				"description": "之前你在潜水并开始使用Strangy  - 了解什么是Strangy讲述的是它的标题。"
			},
			"contact": {
				"title": "往来",
				"description": "给我们发电子邮件或联系我们在Twitter或github上。"
			}
		},
		"login": {
			"title": "登录",
			"description": "创建新Strangy账户或登录到现有的。"
		},
		"tag": {
			"info": {
				"default": {
					"title": "与_XTAG_聊天",
					"description": "与来自世界各地的任何_XTAG_聊天。为人类创造的开放式通讯。"
				}
			},
			"interest": {
				"default": {
					"title": "聊_XTAG_",
					"description": "聊_XTAG_与来自世界各地的所有的人。为人类创造的开放式通讯。"
				}
			},
			"location": {
				"default": {
					"title": "从_XTAG_人聊天",
					"description": "从_XTAG_人或来自世界各地的其他任何位置聊天。为人类创造的开放式通讯。"
				}
			},
			"other": {
				"default": {
					"title": "_XTAG_  - 免费开放聊天",
					"description": "与某人代表_XTAG_或约_XTAG_人聊天。为人类创造的开放式通讯。"
				}
			}
		},
		"user": {
			"title": "邀请strangy聊天",
			"description": "邀请神秘人聊天，谈他们对任何对你很重要。"
		},
		"chat": {
			"active": {
				"title": "_XSUBJECT_",
				"description": ""
			},
			"history": {
				"title": "_XSUBJECT_  - 消息历史",
				"description": ""
			}
		},
		"my": {
			"settings": {
				"title": "设置",
				"description": ""
			},
			"feedback": {
				"title": "反馈",
				"description": ""
			},
			"logout": {
				"title": "再见...",
				"description": ""
			}
		}
	},
	"pages": {
		"info": {
			"about": {
				"info": {
					"heading": "网上聊天的复活",
					"points": {
						"global": "与人闲谈来自世界各地。",
						"privacy": "无需对隐私的担心。一切都是开放的。刚才谈什么对你很重要。 *我们所有的人。*",
						"simplicity": "无视觉干扰和功能过量。专注于与你聊天的人。",
						"quality": "聊天只与人你可以根据兴趣找到你的目的。"
					}
				},
				"meta": {
					"heading": "简约而现代",
					"points": {
						"open_source": "100％开源社区驱动的项目",
						"tech_stack": "有意义的技术堆栈：火力地堡，身材苗条（工兵），扑",
						"transparency": "没有隐藏的议程或误导性的想法"
					}
				}
			},
			"involve": {
				"heading": "成为历史的一部分",
				"methods": {
					"twitter": {
						"heading": "官方Twitter",
						"description": "你可以成为SMM和帮助我们传播开放和免费的在线沟通的想法"
					},
					"github": {
						"heading": "GitHub的库",
						"description": "你可以帮助Strangy与技术投入，编程或UI / UX理念和解决方案"
					},
					"patreon": {
						"heading": "Patreon资金",
						"description": "如果你还没有准备好参与到开发过程中，你仍然可以帮助Strangy经济，成为一个靠山。"
					}
				}
			},
			"status": {
				"heading": "之前你在潜水",
				"sections": {
					"privacy": {
						"heading": "隐私与安全",
						"details": "你* Strangy冲动不发表任何个人信息*，如姓名，年龄，位置精准，照片，联系方式等Strangy设计谈论抽象的概念或讨论事情的事项，并可以被用来对付你不交换细节或者从你的利润。\nStrangy是艺术项目仍在开发的一个开源的实验状态，并且可能含有缺陷，意外行为和不可靠的可用性。"
					},
					"state": {
						"heading": "项目状态",
						"details": "目前Strangy是在非常早期的* alpha版本*，提供简约的功能设置，允许通过标签创建帐户，查找用户，并与他们和休假反馈聊天。\n内容原来的语言是英语。使用“谷歌翻译”，并可能包含不正确的措辞所有其他可用的翻译是自动生成的。"
					},
					"future": {
						"heading": "该项目的未来",
						"details": "Strangy的发展并没有一个明确的定义和路径。新功能可以添加在任何时间删除，但这个概念将始终保持不变。没有特定的顺序目前积压的是： <ul><li>恢复密码</li><li>帐户和配置文件设置</li><li>改进的UI和UX </li><li>公开可用的聊天记录</li><li>移动应用程序</li><li>修复严重的安全漏洞</li><li>高质量的翻译</li></ul>"
					}
				},
				"login": "创建帐号"
			},
			"contact": {
				"heading": "联系我们",
				"details": "如果您有任何疑问或想取得联系，与我们有关Strangy给我们发电子邮件上<a href='mailto:strangy.com@gmail.com'>strangy.com@gmail.com</a>或接触<a href='https://twitter.com/strangycom' target='_blank'>Twitter的</a>或<a href='https://github.com/realexer/strangy.com' target='_blank'>GitHub上</a>"
			}
		},
		"login": {
			"heading": "登录或注册新帐号",
			"form": {
				"email": "电子邮件",
				"password": "密码",
				"submit": "输入"
			},
			"warning": "不知道天气注册或不？",
			"greeting": "你好Strangy"
		},
		"my": {
			"logout": {
				"heading": "再见..."
			},
			"settings": {
				"tabs": {
					"tags": {
						"title": "标签"
					},
					"profile": {
						"title": "简介"
					},
					"account": {
						"title": "帐户"
					}
				}
			}
		},
		"tag": {
			"heading": {
				"kind": {
					"interest": "与谁感兴趣的人聊天* _XTAG_ *",
					"info": "与谁认定自己是人聊天* _XTAG_ *",
					"location": "与人聊天* _XTAG_ *",
					"other": "与人聊天标签* _XTAG_ *"
				},
				"currently_online": "* _XONLINE_在线"
			}
		},
		"app": {
			"intro": {
				"heading": "成为strangy",
				"home_button": "开始浏览"
			}
		}
	},
	"info": {
		"general_description": {
			"heading": "在线聊天的过去",
			"details": "Strangy是创造和设计来代表一切，网上聊天和网络通信应该是艺术项目的状态。\n 围绕开放的沟通*的事情两个人之间的想法主要概念牯此事给他们*不只是洗脑彼此毫无意义的无用信息。\nStrangy不是一个社区。这不是一个产品。这是不是另一种社交媒体工具，旨在操纵你的意识。\nStrangy是一个旨在对你的生活中最简约的空间中提供您只是能力，只是在任何时候一个素不相识的人或生活的任何时刻聊天，当你需要它的平台。而已。没有意义的闪亮的分心，让你连接到网站。只是来去无任何负担。"
		},
		"tag_page_description": {
			"info": {
				"heading": "选择带有标记* _XTAG_ *任何strangy并开始与他们聊天",
				"description": "Strangy允许你用任何* _XTAG_ *从整个宇宙或任何其他人符合您的兴趣和需要聊天。",
				"other_popular_tags": "其他受欢迎的strangies："
			},
			"interest": {
				"heading": "选择带有标记* _XTAG_ *任何strangy并开始与他们聊天",
				"description": "Strangy可以让你与任何人从整个宇宙聊* _XTAG_ *或你喜欢的任何其他问题。",
				"other_popular_tags": "其他受欢迎的兴趣："
			},
			"location": {
				"heading": "选择带有标记* _XTAG_ *任何strangy并开始与他们聊天",
				"description": "Strangy允许您从* _XTAG_ *任何人或任何其他位置其他人在整个宇宙中聊天。",
				"other_popular_tags": "其它建议："
			},
			"other": {
				"heading": "选择带有标记* _XTAG_ *任何strangy并开始与他们聊天",
				"description": "Strangy让您与来自世界各地的具有标签* _XTAG_ *或任何其他strangy相关自理谁的人聊天",
				"other_popular_tags": "其他受欢迎的标签："
			}
		},
		"status": {
			"message": "目前的发展下去，但是你已经有机会品尝的概念和总体思路。",
			"read_more": "阅读更多"
		}
	}
}