export default {
	lang: "Русский",
	meta: {
		index: {
			title: 'Strangy.com - общайтесь с кем угодно со всего мира',
			description: 'Лучшее приложение для случайных онлайн-разговоров на подходе...'
		},
		about: {
			title: 'Что такого особенного в Strangy?',
			description: 'Почему Strangy - это прошлое онлайн чатов.'
		},
		involve: {
			title: 'Сделайте свой вклад в прошлое',
			description: 'Внести вклад в платформу для общения, которая изменит представления об общении в интернете.'
		}
	},
	components: {
		nav: {
			links: {
				about: "о проекте",
				involve: "вовлечься"
			}
		}
	},
	pages: {
		index: {
			heading: 'Прошлое онлайн чатов.',
			coming_soon: 'совсем скоро...'
		},
		about: {
			info: {
				heading: 'Возрождение онлайн общения',
				points: {
					global: 'Онлайн чат с кем угодно со всего мира.',
					privacy: 'Не нужно беспокоиться о приватности. Все открыто. Просто говори о том, что для тебя важно. Все мы люди.',
					simplicity: 'Никаких визуальных отвлекающих факторов и передозировки функционалом. Сфокусируйтесь на человеке, с которым вы общаетесь.',
					quality: 'Общайтесь только с людьми, которые вам интересны, исходя из ваших целей.'
				}
			},
			meta: {
				heading: 'Простой и современный',
				points: {
					open_source: 'Проект со 100% открытым исходным кодом',
					tech_stack: 'Актуальные технологии: Firebase, Svelte (Sapper), Flutter',
					transparency: 'Никаких скрытых мотивов и двусмысленных идей.'
				}
			}
		},
		involve: {
			heading: 'Страница готовится...'
		}
	}
};