export default {
	lang: "Українська",
	meta: {
		index: {
			title: 'Strangy.com - спілкуйтеся з ким завгодно з усього світу',
			description: 'Краще додаток для випадкових онлайн-розмов на підході...'
		},
		about: {
			title: 'Що такого особливого в Strangy?',
			description: 'Чому Strangy - це майбутнє онлайн-чату.'
		},
		involve: {
			title: 'Зробіть свій внесок в майбутнє',
			description: 'Внести вклад в платформу для спілкування, яка змінить уявлення про спілкування в інтернеті.'
		}
	},
	components: {
		nav: {
			links: {
				about: 'про проект',
				involve: 'залучитися'
			}
		}
	},
	pages: {
		index: {
			heading: 'Минуле онлайн чатів.',
			coming_soon: 'зовсім скоро...'
		},
		about: {
			info: {
				heading: 'Відродження онлайн спілкування',
				points: {
					global: 'Онлайн чат з ким завгодно з усього світу.',
					privacy: 'Не потрібно турбуватися про приватності. Все відкрито. Просто говори про те, що для тебе важливо. Всі ми люди.',
					simplicity: 'Ніяких візуальних відволікаючих чинників і передозування функціоналом. Зосередьтеся на людину, з якою ви спілкуєтеся.',
					quality: 'Спілкуйтеся лише з людьми, які вам цікаві, виходячи з ваших цілей.'
				}
			},
			meta: {
				heading: 'Простий і сучасний',
				points: {
					open_source: 'Проект зі 100% відкритим вихідним кодом',
					tech_stack: 'Актуальні технології: Firebase, Svelte (Sapper), Flutter',
					transparency: 'Ніяких прихованих мотивів і двозначних ідей.'
				}
			}
		},
		involve: {
			heading: 'Сторінка готується...'
		}
	}
};